{
    "termsofservice": {
        "header": "Terms of Service",
        "para1": "END USER LICENSE AGREEMENT\n\n",
        "para2": "Last updated August 18, 2020\n\n",
        "para3": "Skillmasters.io is licensed to You (End-User) by Vandalay Consulting Firm, LLC, located at 18210 Grand Cypress Creek Ct, Baton Rouge, Louisiana 70810, United States (hereinafter: Licensor), for use only under the terms of this License Agreement.\n\n",
        "para4": "By downloading the Application from the Apple AppStore, and any update thereto (as permitted by this License Agreement), You indicate that You agree to be bound by all of the terms and conditions of this License Agreement, and that You accept this License Agreement.\n\n",
        "para5": "The parties of this License Agreement acknowledge that Apple is not a Party to this License Agreement and is not bound by any provisions or obligations with regard to the Application, such as warranty, liability, maintenance and support thereof. Vandalay Consulting Firm, LLC, notApple, is solely responsible for the licensed Application and the content thereof.\n\n",
        "para6": "This License Agreement may not provide for usage rules for the Application that are in conflict with the latestApp Store Terms of Service. Vandalay Consulting Firm, LLC acknowledges that it had the opportunity to review said terms and this License Agreement isnot conflicting with them.\n\n",
        "para7": "All rights not expressly granted to You are reserved.\n\n",
        "para8": "1. THE APPLICATION\n\nSkillmasters.io (hereinafter: Application) is a piece of software created to Mental and performance training for athletes - and customized for Apple mobile devices. It is used to Learn how to play different sports.\n\nThe Application is not tailored to comply with industry-specific regulations (Health InsurancePortability and Accountability Act (HIPAA), Federal Information Security Management Act (FISMA), etc.), so if your interactions would be subjected to such laws, you may not use thisApplication. You may not use the Application in a way that would violate the Gramm-Leach-Bliley Act (GLBA).\n\n",
        "para9": "2. SCOPE OF LICENSE\n\n2.1  You are given a non-transferable, non-exclusive, non-sublicensable license to install and use the Licensed Application on any Apple-branded Products that You (End-User) own or control and as permitted by the Usage Rules set forth in this section and the App Store Terms of Service, with the exception that such licensed Application may be accessed and used by other accounts associated with You (End-User, The Purchaser) via Family Sharing or volume purchasing.\n\n2.2  This license will also govern any updates of the Application provided by Licensor that replace, repair, and/or supplement the first Application, unless a separate license is provided for such update in which case the terms of that new license will govern.\n\n2.3  You may not share or make the Application available to third parties (unless to the degree allowed by the Apple Terms and Conditions, and with Vandalay Consulting Firm, LLC's prior written consent), sell, rent, lend, lease or otherwise redistribute the Application.\n\n2.4  You may not reverse engineer, translate, disassemble, integrate, decompile, integrate, remove, modify, combine, create derivative works or updates of, adapt, or attempt to derive the source code of the Application, or any part thereof (except with Vandalay Consulting Firm, LLC's prior written consent).\n\n2.5  You may not copy (excluding when expressly authorized by this license and the Usage Rules) or alter the Application or portions thereof. You may create and store copies only on devices that You own or control for backup keeping under the terms of this license, the App Store Terms of Service, and any other terms and conditions that apply to the device or software used. You may not remove any intellectual property notices. You acknowledge thatno unauthorized third parties may gain access to these copies at any time.\n\n2.6  Violations of the obligations mentioned above, as well as the attempt of such infringement, may be subject to prosecution and damages.\n\n2.7  Licensor reserves the right to modify the terms and conditions of licensing.\n\n2.8  Nothing in this license should be interpreted to restrict third-party terms. When using the Application, You must ensure that You comply with applicable third-party terms and conditions.\n\n",
        "para10": "3. TECHNICAL REQUIREMENTS\n\n3.1  The Application requires a firmware version 1.0.0 or higher. Licensor recommends using the latest version of the firmware.\n\n3.2  Licensor attempts to keep the Application updated so that it complies with modified/newversions of the firmware and new hardware. You are not granted rights to claim such an update.\n\n3.3  You acknowledge that it is Your responsibility to confirm and determine that the app end-user device on which You intend to use the Application satisfies the technical  specifications mentioned above.\n\n3.4  Licensor reserves the right to modify the technical specifications as it sees appropriate at any time.\n\n",
        "para11": "4. MAINTENANCE AND SUPPORT\n\n4.1  The Licensor is solely responsible for providing any maintenance and support services for this licensed Application. You can reach the Licensor at the email address listed in the App StoreOverview for this licensed Application.\n\n4.2  Vandalay Consulting Firm, LLC and the End-User acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the licensed Application.\n\n",
        "para12": "5. USE OF DATA\n\nYou acknowledge that Licensor will be able to access and adjust Your downloaded licensed Application content and Your personal information, and that Licensor's use of such material and information is subject to Your legal agreements with Licensor and Licensor's privacy policy: https://www.skillmasters.io/privacy-policy.\n\n",
        "para13": "6. LIABILITY\n\n6.1  Licensor takes no accountability or responsibility for any damages caused due to a breach of duties according to Section 2 of this Agreement. To avoid data loss, You are required to make use of backup functions of the Application to the extent allowed by applicable third-party terms and conditions of use. You are aware that in case of alterations or manipulations of the Application, You will not have access to licensed Application.\n\n",
        "para14": "7. WARRANTY\n\n7.1  Licensor warrants that the Application is free of spyware, trojan horses, viruses, or any other malware at the time of Your download. Licensor warrants that the Application works asdescribed in the user documentation.\n\n7.2  No warranty is provided for the Application that is not executable on the device, that has been unauthorizedly modified, handled inappropriately or culpably, combined or installed with inappropriate hardware or software, used with inappropriate accessories, regardless if by Yourself or by third parties, or if there are any other reasons outside of Vandalay Consulting Firm, LLC's sphere of influence that affect the executability of the Application.\n\n7.3  You are required to inspect the Application immediately after installing it and notify Vandalay Consulting Firm, LLC about issues discovered without delay by e-mail provided in Product Claims. The defect report will be taken into consideration and further investigated if it has been mailed within a period of ninety (90) days after discovery.\n\n7.4  If we confirm that the Application is defective, Vandalay Consulting Firm, LLC reserves a choice to remedy the situation either by means of solving the defect or substitute delivery.\n\n7.5  In the event of any failure of the Application to conform to any applicable warranty, You maynotify the App-Store-Operator, and Your Application purchase price will be refunded to You. To the maximum extent permitted by applicable law, the App-Store-Operator will have no other warranty obligation whatsoever with respect to the App, and any other losses, claims, damages,liabilities, expenses and costs attributable to any negligence to adhere to any warranty.\n\n7.6  If the user is an entrepreneur, any claim based on faults expires after a statutory period of limitation amounting to twelve (12) months after the Application was made available to the user. The statutory periods of limitation given by law apply for users who are consumers.\n\n",
        "para15": "8. PRODUCT CLAIMS\n\nVandalay Consulting Firm, LLC and the End-User acknowledge that Vandalay Consulting Firm, LLC, and not Apple, is responsible for addressing any claims of the End-User or any third party relating to the licensed Application or the End-User’s possession and/or use of that licensed Application, including, but not limited to:\n\n       (i) product liability claims;\n\n       (ii) any claim that the licensed Application fails to conform to any applicable legal or regulatory requirement; and\n\n        (iii) claims arising under consumer protection, privacy, or similar legislation, including in connection with Your Licensed Application’s use of the HealthKit and HomeKit.\n\n",
        "para16": "9. LEGAL COMPLIANCE\n\nYou represent and warrant that You are not located in a country that is subject to a U.S. Government embargo, or that has been designated by the U.S. Government as a 'terrorist supporting' country; and that You are not listed on any U.S. Government list of prohibited or restricted parties.\n\n",
        "para17": "10. CONTACT INFORMATION\n\nFor general inquiries, complaints, questions or claims concerning the licensed Application, please contact:\n\nJacob Henderson\n18210 Grand Cypress Creek Ct\nBaton Rouge, LA 70810\nUnited States\nsupport@skillmasters.io\n\n",
        "para18": "11. TERMINATION\n\nThe license is valid until terminated by Vandalay Consulting Firm, LLC or by You. Your rights under this license will terminate automatically and without notice from Vandalay Consulting Firm, LLC if You fail to adhere to any term(s) of this license. Upon License termination, You shallstop all use of the Application, and destroy all copies, full or partial, of the Application.\n\n",
        "para19": "12. THIRD-PARTY TERMS OF AGREEMENTS AND BENEFICIARY\n\nVandalay Consulting Firm, LLC represents and warrants that Vandalay Consulting Firm, LLC will comply with applicable third-party terms of agreement when using licensed Application.\n\nIn Accordance with Section 9 of the 'Instructions for Minimum Terms of Developer's End-User License Agreement,' Apple and Apple's subsidiaries shall be third-party beneficiaries of this EndUser License Agreement and - upon Your acceptance of the terms and conditions of this licenseagreement, Apple will have the right (and will be deemed to have accepted the right) to enforce this End User License Agreement against You as a third-party beneficiary thereof.\n\n",
        "para20": "13. INTELLECTUAL PROPERTY RIGHTS\n\nVandalay Consulting Firm, LLC and the End-User acknowledge that, in the event of any third-party claim that the licensed Application or the End-User's possession and use of that licensed Application infringes on the third party's intellectual property rights, Vandalay Consulting Firm, LLC, and not Apple, will be solely responsible for the investigation, defense, settlement and discharge or any such intellectual property infringement claims.\n\n",
        "para21": "14. APPLICABLE LAW\n\nThis license agreement is governed by the laws of the State of Louisiana excluding its conflicts of law rules.\n\n",
        "para22": "15. MISCELLANEOUS\n\n15.1  If any of the terms of this agreement should be or become invalid, the validity of the remaining provisions shall not be affected. Invalid terms will be replaced by valid ones formulated in a way that will achieve the primary purpose.\n\n15.2  Collateral agreements, changes and amendments are only valid if laid down in writing. The preceding clause can only be waived in writing.\n\n"
    }
}